tap "buildpacks/tap"
tap "cuelang/tap"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "stripe/stripe-cli"
brew "act"
brew "openssl@1.1"
brew "sqlite"
brew "asciinema"
brew "bazel"
brew "binaryen"
brew "freetype"
brew "circleci"
brew "clang-format"
brew "cmake"
brew "colordiff"
brew "curl"
brew "deno"
brew "direnv"
brew "fd"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-lfs"
brew "glfw"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "golangci-lint"
brew "python@3.8"
brew "graphviz"
brew "grpc"
brew "grpcurl"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "llvm"
brew "make"
brew "maven"
brew "mruby"
brew "pandoc"
brew "peco"
brew "pipenv"
brew "plantuml"
brew "poppler"
brew "python@3.7"
brew "qrencode"
brew "rbenv"
brew "redpen"
brew "sbt"
brew "tfenv"
brew "the_silver_searcher"
brew "tor"
brew "tree"
brew "watchman"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "buildpacks/tap/pack"
brew "cuelang/tap/cue"
brew "hashicorp/tap/waypoint"
brew "stripe/stripe-cli/stripe"
cask "db-browser-for-sqlite"
