# brew tap Homebrew/bundle
# brew bundle

cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

# cask "java8"
# cask "osxfuse"

brew "asciinema"
brew "bazel"
brew "binaryen"
brew "gettext", link: true
brew "clang-format"
brew "cmake"
brew "colordiff"
brew "curl"
brew "direnv"
brew "fd"
brew "ffmpeg"
brew "git"
brew "git-lfs"
brew "go"
brew "gnuplot"
brew "graphviz"
brew "grpc"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "maven"
brew "mruby"
brew "openssl"
brew "pandoc"
brew "peco"
brew "pipenv"
brew "plantuml"
brew "poppler"
brew "protobuf"
brew "python"
brew "qrencode"
brew "rbenv"
brew "redpen"
brew "sbt"
brew "sqlite"
brew "the_silver_searcher"
brew "tree"
brew "watchman"
brew "wget"
brew "zsh"
brew "zsh-completions"
