tap "homebrew/cask"
cask_args appdir: "/Applications"

tap "cuelang/tap"
tap "datawire/blackbird"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/core"
cask "osxfuse"
brew "sqlite"
brew "asciinema"
brew "bazel"
brew "binaryen"
brew "gettext", link: true
brew "python"
brew "carthage"
brew "clang-format"
brew "cmake"
brew "colordiff"
brew "curl"
brew "deno"
brew "direnv"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "git"
brew "git-lfs"
brew "go"
brew "gnuplot"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "pandoc"
brew "jupyterlab"
brew "kubectx"
brew "kustomize"
brew "make"
brew "maven"
brew "minikube", link: false
brew "mkcert"
brew "mruby"
brew "nkf"
brew "peco"
brew "pipenv"
brew "plantuml"
brew "poppler"
brew "qrencode"
brew "rbenv"
brew "redis"
brew "redpen"
brew "sbt"
brew "shellcheck"
brew "shfmt"
brew "stern"
brew "terraform"
brew "the_silver_searcher"
brew "tree"
brew "vault"
brew "watchman"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "cuelang/tap/cue"
brew "datawire/blackbird/telepresence"
brew "github/gh/gh"
cask "java8"
cask "minikube"
